{
    "followUs": "Sígueme en redes sociales",
    "twitter": "Twitter",
    "instagram": "Instagram",
    "linkedin": "LinkedIn",
    "github": "GitHub",
    "contact_footer": "Contacto",
    "email": "camilotaborda2010@gmail.com",
    "phone": "+57 3052737622",
    "featuredProjects": "Proyectos Destacados",
    "modularConfigurator": "Configurador Modular",
    "productAnimation": "Animación de producto",
    "productTour": "Tour de producto",
    "companyName": "CamiloT",
    "rightsReserved": "Todos los derechos reservados",
   
    "home": "Inicio",
    "about": "Sobre mí",
    "portfolio": "Portfolio",
    "contact": "Contacto",

    "download_cv": "Descarga mi CV",
    "download_cv_spanish": "CV en Español",
    "download_cv_english": "CV en Ingles",
    "contact_me": "Contáctame",
    "hello": "¡Hola!",
    "description": "Soy Camilo Taborda, desarrollador de software especializado en crear experiencias web impactantes. Combino tecnologías frontend modernas con herramientas de inteligencia artificial para construir soluciones visuales, funcionales y centradas en el usuario. Mi enfoque es claro: hacer que la tecnología trabaje a tu favor.",
    "view_3d_model": "¡Explora el Futuro del Diseño 3D!",
    "3d_description": "Sumérgete en la magia de la tecnología 3D interactiva. Visualiza proyectos innovadores, controla el modelo y siente la experiencia como nunca antes.",
    "view_projects": "Ver proyectos",

    "my_name": "Camilo Taborda",
    "my_description_1": "Soy desarrollador de software especializado en crear aplicaciones web interactivas e innovadoras utilizando tecnologías modernas como JavaScript, React y Three.js. Mi enfoque abarca tanto el desarrollo frontend como la integración de herramientas de inteligencia artificial, creando soluciones funcionales y optimizadas para ofrecer experiencias digitales excepcionales y accesibles, siempre con un rendimiento de alto nivel.",
    "my_description_2": "Me apasiona resolver problemas complejos y siempre estoy en busca de nuevas tecnologías que me permitan seguir evolucionando como profesional. Mi objetivo es construir aplicaciones que no solo sean visualmente impactantes, sino que también aporten valor real a los usuarios. Estoy comprometido con el aprendizaje continuo y emocionado por explorar las posibilidades que ofrecen las herramientas emergentes en el desarrollo de software.",
    "mySkills": "Mis habilidades",
    "skillsDescription": "Como desarrollador de software, utilizo tecnologías modernas para crear aplicaciones web escalables y de alto rendimiento. Trabajo con JavaScript, React y Three.js para interfaces interactivas y configuradores 3D, y Tailwind CSS para diseños rápidos y modernos. Además, aplico Framer Motion y GSAP para animaciones fluidas y dinámicas. Integro herramientas de inteligencia artificial en mis procesos de desarrollo para agilizar tareas y optimizar la personalización de las aplicaciones, mejorando la eficiencia y el rendimiento general. Esta combinación me permite entregar soluciones completas, de calidad y a tiempo.",
    "myExperience": "Mi experiencia",
    "77RenderStudio": "77 Render Studio",
    "77RenderStudioDescription": "En 77 Render Studio, me dedicaba al desarrollo de software especializado en proyectos inmobiliarios, creando soluciones que optimizaban la visualización y gestión de propiedades.",
    "ArdataTech": "Ardata Tech",
    "ArdataTechDescription": "En Ardata Tech, nos especializamos en crear modelos 3D de productos para ecommerce, permitiendo a los clientes personalizar sus productos mediante un configurador interactivo.",

    "my_education": "Mi educación",
    "education_description_1": "Formación continua en desarrollo de software. Como desarrollador de software, estoy comprometido con la mejora continua y la actualización constante de mis habilidades. A través de plataformas como",
    "platzi_description": "Platzi",
    "education_description_2": "he consolidado conocimientos avanzados en diversas áreas del desarrollo, lo que me permite implementar soluciones innovadoras y de alto rendimiento. Mi enfoque es aplicar lo aprendido para crear aplicaciones web completas, eficientes y escalables.",

    "see_some_certifications": "Ver algunas certificaciones",
    "hide_certifications": "Ocultar certificaciones",
    "my_certificates": "Mis Certificados",

    "my_portfolio": "Portfolio",
    "portfolio_description": "Bienvenido a mi portafolio, una muestra de proyectos desarrollados con enfoque en calidad, rendimiento y diseño. Aquí encontrarás aplicaciones web modernas, experiencias 3D interactivas y configuradores personalizados. Cada proyecto refleja mi capacidad para aplicar tecnologías front-end avanzadas y optimizar los procesos de desarrollo mediante herramientas de inteligencia artificial, con el objetivo de ofrecer soluciones innovadoras, funcionales y centradas en el usuario.",
    "contact_me_porfolio": "¡Contáctame!",
    "portfolio_description_1": "¿Listo para llevar tu proyecto al siguiente nivel? ¡Contáctame y hagamos realidad tus ideas!",

    "tilte_contact": "¿Tienes un proyecto en mente?",
    "description_contact": "Estoy aquí para ayudarte a llevar tus ideas al siguiente nivel. Ya sea que estés buscando desarrollar una aplicación interactiva, un configurador en 3D o cualquier proyecto relacionado con tecnología, ¡me encantaría ser parte de tu visión! No dudes en enviarme un mensaje y hablemos de cómo podemos trabajar juntos.",

    "form_title": "Envíame un mensaje",
    "form_name": "Nombre",
    "form_email": "Correo electrónico",
    "form_message": "Mensaje",
    "form_send": "Enviar",
    "message_sent": "Mensaje enviado con éxito ✅",
    "message_not_sent": "Hubo un error al enviar ❌",
    "conection_error": "Error de conexión ❌",
    "sending": "Sending..."
}
  