{
    "followUs": "Follow me on social media",
    "twitter": "Twitter",
    "instagram": "Instagram",
    "linkedin": "LinkedIn",
    "github": "GitHub",
    "contact_footer": "Contact",
    "email": "camilotaborda2010@gmail.com",
    "phone": "+57 3052737622",
    "featuredProjects": "Featured Projects",
    "modularConfigurator": "Modular Configurator",
    "productAnimation": "Product Animation",
    "productTour": "Product Tour",
    "companyName": "CamiloT",
    "rightsReserved": "All rights reserved",
    
    "home": "Home",
    "about": "About Me",
    "portfolio": "Portfolio",
    "contact": "Contact",
    "download_cv": "Download my CV",
    "contact_me": "Contact Me",
    "hello": "Hello!",
    "description": "I'm Camilo Taborda, a passionate software developer, and my mission is to create applications that make your life easier. I strive to provide you with the best experience possible, with simple and effective solutions that truly work for you.",
    "view_3d_model": "Explore the Future of 3D Design!",
    "3d_description": "Immerse yourself in the magic of interactive 3D technology. Visualize innovative projects, control the model and feel the experience like never before.",
    "view_projects": "View Projects",

    "my_name": "Camilo Taborda",
    "my_description_1": "I'm a passionate front-end developer, with experience in JavaScript, React, and Three.js. I specialize in creating interactive web interfaces and 3D visualizations that are not only beautiful, but also accessible and optimized for exceptional performance.",
    "my_description_2": "I enjoy solving problems and am always on the lookout for new technologies and tools that allow me to improve my skills. I'm excited to continue learning and growing in this exciting field!",
    "mySkills": "My skills",
    "skillsDescription": "I'm a front-end developer with experience in JavaScript, HTML, and CSS. I work with React to build dynamic applications, Tailwind CSS for fast and modern layouts, and Three.js to integrate interactive 3D configurators.",
    "myExperience": "My experience",
    "77RenderStudio": "77 Render Studio",
    "77RenderStudioDescription": "It's 77 Render Studio, I was dedicated to developing software specialized in real estate projects, creating solutions that optimized the visualization and management of properties.",
    "ArdataTech": "Ardata Tech",
    "ArdataTechDescription": "At Ardata Tech, we specialize in creating 3D models of products for ecommerce, allowing customers to customize their products through an interactive configurator.",

    "my_education": "My education",
    "education_description_1": "I am in a constant learning process through",
    "platzi_description": "Platzi", 
    "education_description_2": "where I have been able to acquire and improve my skills in various areas of software development.",
    "see_some_certifications": "see some certifications",
    "hide_certifications": "hide certifications",
    "my_certificates": "My Certificates",

    "my_portfolio": "Portfolio",
    "portfolio_description": "Discover a selection of my most innovative projects, where I have applied my skills in front-end development and 3D visualization. From interactive applications to custom configurators, each project reflects my passion for creating unique and functional experiences for users.",
    "contact_me_porfolio": "Contact me!",
    "portfolio_description_1": "Ready to take your project to the next level? Contact me and let's make your ideas a reality!",

    "tilte_contact": "Do you have a project in mind?",
    "description_contact": "I'm here to help you take your ideas to the next level. Whether you're looking to develop an interactive app, a 3D configurator, or any technology-related project, I'd love to be a part of your vision! Feel free to send me a message and let's talk about how we can work together."   
}
  