{
    "followUs": "Follow me on social media",
    "twitter": "Twitter",
    "instagram": "Instagram",
    "linkedin": "LinkedIn",
    "github": "GitHub",
    "contact_footer": "Contact",
    "email": "camilotaborda2010@gmail.com",
    "phone": "+57 3052737622",
    "featuredProjects": "Featured Projects",
    "modularConfigurator": "Modular Configurator",
    "productAnimation": "Product Animation",
    "productTour": "Product Tour",
    "companyName": "CamiloT",
    "rightsReserved": "All rights reserved",
    
    "home": "Home",
    "about": "About Me",
    "portfolio": "Portfolio",
    "contact": "Contact",
    "download_cv": "Download my CV",
    "download_cv_spanish": "CV in Spanish",
    "download_cv_english": "CV in English",
    "contact_me": "Contact Me",
    "hello": "Hello!",
    "description": "I'm Camilo Taborda, a software developer specializing in creating impactful web experiences. I combine modern front-end technologies with artificial intelligence tools to build visual, functional, and user-centric solutions. My approach is clear: make technology work for you.",
    "view_3d_model": "Explore the Future of 3D Design!",
    "3d_description": "Immerse yourself in the magic of interactive 3D technology. Visualize innovative projects, control the model and feel the experience like never before.",
    "view_projects": "View Projects",

    "my_name": "Camilo Taborda",
    "my_description_1": "I am a software developer specialized in building interactive and innovative web applications using modern technologies like JavaScript, React, and Three.js. My focus spans both frontend development and the integration of artificial intelligence tools, creating functional and optimized solutions that deliver exceptional digital experiences, always with top-tier performance and accessibility.",
    "my_description_2": "I am passionate about solving complex problems and constantly seek out new technologies to further enhance my skills. My goal is to build applications that are not only visually impactful but also deliver real value to users. I am committed to continuous learning and excited to explore the possibilities offered by emerging tools in software development.",
    "mySkills": "My skills",
    "skillsDescription": "As a software developer, I leverage modern technologies to create scalable, high-performance web applications. I work with JavaScript, React, and Three.js for interactive interfaces and 3D configurators, and Tailwind CSS for fast, modern designs. I also use Framer Motion and GSAP to create smooth and dynamic animations. I integrate artificial intelligence tools into my development process to streamline tasks and optimize application personalization, enhancing overall efficiency and performance. This combination allows me to deliver complete, high-quality solutions on time.",
    "myExperience": "My experience",
    "77RenderStudio": "77 Render Studio",
    "77RenderStudioDescription": "It's 77 Render Studio, I was dedicated to developing software specialized in real estate projects, creating solutions that optimized the visualization and management of properties.",
    "ArdataTech": "Ardata Tech",
    "ArdataTechDescription": "At Ardata Tech, we specialize in creating 3D models of products for ecommerce, allowing customers to customize their products through an interactive configurator.",

    "my_education": "My Education",
    "education_description_1": "Continuous training in software development. As a software developer, I'm committed to continuous improvement and staying up to date with the latest tools and technologies. Through platforms like",
    "platzi_description": "Platzi",
    "education_description_2": "I’ve built advanced knowledge across key areas of development, allowing me to implement innovative, high-performance solutions. My focus is on applying what I learn to create complete, efficient, and scalable web applications.",

    "see_some_certifications": "see some certifications",
    "hide_certifications": "hide certifications",
    "my_certificates": "My Certificates",

    "my_portfolio": "Portfolio",
    "portfolio_description": "Welcome to my portfolio—a selection of projects built with a focus on quality, performance, and design. Here you'll find modern web applications, interactive 3D experiences, and custom configurators. Each project showcases my ability to apply advanced front-end technologies and streamline development processes using AI-powered tools, all with the goal of delivering innovative, functional, and user-centered solutions.",
    "contact_me_porfolio": "Contact me!",
    "portfolio_description_1": "Ready to take your project to the next level? Contact me and let's make your ideas a reality!",

    "tilte_contact": "Do you have a project in mind?",
    "description_contact": "I'm here to help you take your ideas to the next level. Whether you're looking to develop an interactive app, a 3D configurator, or any technology-related project, I'd love to be a part of your vision! Feel free to send me a message and let's talk about how we can work together.",
    
    "form_title": "Send me a message",
    "form_name": "Name",
    "form_email": "Email",
    "form_message": "Message",
    "form_send": "Send",
    "message_sent": "Message sent successfully ✅",
    "message_not_sent": "There was an error sending ❌",
    "conection_error": "Connection error ❌",
    "sending": "Enviando..."
}
  